[{
    "PR_ID": "15",
    "CA_ID": "5",
    "PR_Name": "Encona African Peri-Peri Sauce ",
    "PR_Story": "Explore the taste of Africa with New Encona African Peri Peri Sauce. Made using a special blend of African birds ete chillies, aromatic garlic, zesty lemon and spices, the result is a deliciously fiery and savoury sauce with a spicy kick which makes it the perfect complement to all your favourite foods! ",
    "PR_Usage": "The perfect marinade brushed onto chicken before grilling, this sauce is equally great as a condiment with all meats, fish and vegetables. Try stirred into dips and soups, in sandwiches, stir-fries and rice dishes or use simply as a delicious, everyday table sauce for all your favourite foods! ",
    "PR_AvailableIn": "142ml Glass",
    "PR_HeatLevel": "3",
    "PR_New": "False",
    "PR_Active": "True",
    "PR_Blue": "ENCONA AFRICAN PERI-PERI SAUCE ",
    "PR_Keywords": "ENCONA AFRICAN PERI-PERI SAUCE ",
    "PR_Desc": "ENCONA AFRICAN PERI-PERI SAUCE ",
    "PR_Ingredients": "Water, Spirit Vinegar, Salt, Modified Maize Starch, Lemon Juice Concentrate, Lemon Rind, Rapeseed Oil, Sugar, Spices (Birdseye Chilli, Serrano Chilli, Red Chilli Flakes), Garlic, Onion, Stabilise: Xanthan Gum, Preservative: Potassium Sorbate, Colour: Paprika Extract ",
    "PR_Energy": "",
    "PR_Protein": "",
    "PR_Carbs": "",
    "PR_Fat": "",
    "PR_Type": "1",
    "PR_Occasion": "2"
}, {
    "PR_ID": "13",
    "CA_ID": "4",
    "PR_Name": "Encona American<br/>Chilli Ketchup",
    "PR_Story": "Explore a taste of the Americas with Encona American Chilli Ketchup. Made using a special blend of rich tomato sauce and chilli which makes for a tasty sauce with a delicious, spicy kick. A versatile ketchup for every occasion, the chilli heat is mild enough for the whole family to enjoy.",
    "PR_Usage": "A family favourite. The perfect sauce for spicing up burgers, sausages and chips. Great with grilled or barbecued meat, chicken or fish and as a tangy dipping sauce, or use simply as a delicious table sauce with all your favourite foods. ",
    "PR_AvailableIn": "PACK SIZES : 285ml Squeezy",
    "PR_HeatLevel": "1",
    "PR_New": "False",
    "PR_Active": "False",
    "PR_Blue": "America Chilli Ketchup | Chilli Sauce | Tomato Chilli Sauce | Delicious Spicy Sauce | Encona Sauce. ",
    "PR_Keywords": "America Chilli Ketchup, Chilli Sauce, Tomato Chilli Sauce, Delicious Spicy Sauce. ",
    "PR_Desc": "Encona American Chilli Ketchup is made using a special blend of rich tomato sauce and chilli which makes for a delicious spicy sauce.",
    "PR_Ingredients": "Tomato Paste (Made with 125g of Tomatoes per 100g Ketchup), Sugar Syrup, Spirit Vinegar, Salt, Modified Starch, Chilli Powder, Natural Flavouring, Preservative: Potassium Sorbate. ",
    "PR_Energy": "TBCKj / TBCkcal",
    "PR_Protein": "TBCg",
    "PR_Carbs": "TBCg",
    "PR_Fat": "TBCg",
    "PR_Type": "3",
    "PR_Occasion": ""
}, {
    "PR_ID": "4",
    "CA_ID": "1",
    "PR_Name": "Encona Barbados<br/>Creole Pepper sauce",
    "PR_Story": "Explore the taste of the Caribbean with Encona Barbados Creole Pepper Sauce. Made to a traditional recipe from the island of Barbados, our unique blend of Scotch Bonnet and Habanero Peppers, spices and mustard gives this sauce its distinctive colour and delicious, tangy flavour for a true taste of the tropics.",
    "PR_Usage": "The perfect condiment for meat, chicken fish and vegetables and a delicious cooking ingredient for Creole-inspired dishes. Great too in sandwiches and hot dogs or use simply as an everyday spicy table sauce.",
    "PR_AvailableIn": "PACK SIZES : 142ml Glass",
    "PR_HeatLevel": "3",
    "PR_New": "False",
    "PR_Active": "True",
    "PR_Blue": "Barbados Creole Pepper Sauce | Pepper Sauce | Delicious Tangy Sauce | Encona Sauce.",
    "PR_Keywords": "Barbados Creole Pepper Sauce, Pepper Sauce, Delicious Tangy Sauce, Encona Sauce.",
    "PR_Desc": "Barbados Creole Pepper Sauce is made to from our unique blend of Scotch Bonnet and Habanero Peppers, spices and mustard gives this sauce its distinctive colour and delicious flavour.",
    "PR_Ingredients": "Water, Pepper Mash (Habanero Peppers, Scotch Bonnet Peppers) (20%), Mustard (8%), Acetic Acid, Modified Corn Starch, Onion, Sugar, Salt, Tumeric. ",
    "PR_Energy": "275Kj / 66kcal",
    "PR_Protein": "2.9g",
    "PR_Carbs": "6.1g",
    "PR_Fat": "3.3g",
    "PR_Type": "3",
    "PR_Occasion": "2"
}, {
    "PR_ID": "10",
    "CA_ID": "3",
    "PR_Name": "Encona Indian<br/>Sweet Mango Chilli Sauce",
    "PR_Story": "Explore the taste of Asia with Encona Indian Sweet Mango Chilli Sauce. Made using an exotic combination of Mango pulp and Passion fruit, blended with Habanero peppers for a mild, sweet flavour which is deliciously fragrant and fruity. A wonderfully versatile sauce for adding a fresh, chilli kick to all your favourite Eastern and Western foods.",
    "PR_Usage": "The perfect dipping sauce for Asian appetisers and seafood. Great as a marinade for grilled fish, drizzled into stir-fries and salad dressings or use simply as a delicious, everyday table sauce for all your favourite foods.",
    "PR_AvailableIn": "PACK SIZES : 142ml Glass • 220ml Glass",
    "PR_HeatLevel": "1",
    "PR_New": "False",
    "PR_Active": "True",
    "PR_Blue": "Indian Sweet Mango Chilli Sauce | Chilli Sauce | Sweet Mango Chilli | Delicious Hot Sauce | Encona Sauce.",
    "PR_Keywords": "Indian Sweet Mango Chilli Sauce, Chilli Sauce, Sweet Mango Chilli, Delicious Hot Sauce, Encona Sauce.",
    "PR_Desc": "Indian Sweet Mango Chilli Sauce is made using an exotic combination of Mango pulp and Passion fruit, blended with Habanero peppers for a mild, sweet flavour.",
    "PR_Ingredients": "Water, Mango (23%), Sugar, Chillies (Chillies, Water, Acetic Acid, Salt) (8%), Passionfruit Juice (5%), Yellow Pepper Puree, Acetic Acid, Modified Starch, Salt, Stabiliser: Xanthan Gum, Preservative: Potassium Sorbate, Antioxidant: Ascorbic Acid, Flavouring. ",
    "PR_Energy": "628Kj / 148kcal",
    "PR_Protein": "0.4g",
    "PR_Carbs": "35.4g",
    "PR_Fat": "0.6g",
    "PR_Type": "3",
    "PR_Occasion": "3"
}, {
    "PR_ID": "3",
    "CA_ID": "1",
    "PR_Name": "Encona Jamaican<br/>Jerk BBQ Sauce",
    "PR_Story": "Explore the taste of the Caribbean with Encona Jamaican Jerk BBQ Sauce. Our new and improved recipe has been specially blended to capture all the great tastes of Jamaica’s traditional Jerk Seasoning in a ready to use sauce. The unique combination of aromatic spices and chillies gives a mild, spicy flavour which is great with all your favourite foods.",
    "PR_Usage": "The perfect marinade and delicious brushed onto meat, chicken, fish and vegetables during grilling or barbecuing. Great as a table sauce with all your favourite foods to enjoy that tasty jerk  kick - everyday!",
    "PR_AvailableIn": "PACK SIZES : 142ml Glass • 220ml Glass",
    "PR_HeatLevel": "1",
    "PR_New": "False",
    "PR_Active": "True",
    "PR_Blue": "Jamaican Jerk BBQ Sauce | BBQ Sauce | Jamaican Sauce | Delicious Spicy Sauce | Encona Sauce.",
    "PR_Keywords": "Jamaican Jerk BBQ Sauce, BBQ Sauce, Jamaican Sauce, Delicious Spicy Sauce, Encona Sauce.",
    "PR_Desc": "Jamaican Jerk BBQ Sauce is a great taste of Jamaica’s traditional Jerk seasoning in a ready to use sauce. The unique combination of aromatic spices and chillies gives a mild, spicy flavour.",
    "PR_Ingredients": "Water, Brown Sugar, Tomato Paste, Spirit Vinegar, Malt Vinegar, Onion, Habanero Peppers,Worcester Sauce(Water, Sugar, Spirit Vinegar, Molasses, Onion Puree, Salt, Tamarind Paste, Acetic Acid, Colour E150c, Cloves, Anchovies, Ginger, Garlic), Salt, Spices, Modified Starch, Vegetable Oil, Light Soy Sauce (Water, Salt, Molasses, Sugar, Soyabeans, Wheatflour, Colour E150c, Lactic Acid, Preservative E211), Black Pepper, Garlic, Ginger, Lime Juice, Preservative: Potassium Sorbate, Thickener: Xanthan Gum. ",
    "PR_Energy": "642Kj / 152kcal",
    "PR_Protein": "1.0g",
    "PR_Carbs": "32.8g",
    "PR_Fat": "1.5g",
    "PR_Type": "1",
    "PR_Occasion": "2"
}, {
    "PR_ID": "11",
    "CA_ID": "4",
    "PR_Name": "Encona Louisiana<br/>Cajun Hot Sauce",
    "PR_Story": "Explore a taste of the Americas with Encona Louisiana Cajun Hot Sauce. Made to a traditional Cajun recipe, using a unique blend of Cayenne Peppers and spices for a smooth, tangy taste. This classic hot sauce is great for adding a delicious, fiery kick to all your everyday, favourite foods.",
    "PR_Usage": "The perfect condiment for meat, chicken, fish and vegetables. Delicious with seafood, splashed into soups and pasta sauces, with pizza, eggs and even added to cocktails. Great as a fiery table sauce for all your favourite foods.",
    "PR_AvailableIn": "PACK SIZES : 142ml Glass",
    "PR_HeatLevel": "3",
    "PR_New": "False",
    "PR_Active": "True",
    "PR_Blue": "Louisiana Cajun Hot Sauce | Cajun Sauce | Cayenne Peppers and spices | Delicious hot sauce | Encona Sauce.",
    "PR_Keywords": "Cajun Hot Sauce, Cajun Sauce, Cayenne Peppers and Spices, Delicious Hot Sauce",
    "PR_Desc": "Encona Louisiana Cajun Hot Sauce is made to a traditional Cajun recipe, using a unique blend of Cayenne Peppers and spices for a smooth, delicious hot sauce.",
    "PR_Ingredients": "Water, Cayenne Pepper Mash (Cayenne Peppers, Salt, Acetic Acid) (63%), Acetic Acid, Salt, Stabiliser: Xanthan Gum, Sugar.",
    "PR_Energy": "43Kj / 10kcal",
    "PR_Protein": "1.0g",
    "PR_Carbs": "0.4g",
    "PR_Fat": "0.5g",
    "PR_Type": "2",
    "PR_Occasion": "1"
}, {
    "PR_ID": "12",
    "CA_ID": "4",
    "PR_Name": "Encona Texan<br/>Chilli BBQ Sauce",
    "PR_Story": "Explore a taste of the Americas with Encona Texan Chilli BBQ Sauce. Made to an authentic Texan recipe using a special blend of chillies, herbs and spices for a subtle, smokey flavour and warm chilli kick. This rich and savoury sauce is a must have addition for all your everyday, favourite foods.",
    "PR_Usage": "The perfect sauce for spicing up everyday burgers, sausages, chips, sandwiches and dips. Great as a marinade brushed onto chicken or steak during grilling or barbecuing or use simply as a delicious table sauce for all your favourite foods.",
    "PR_AvailableIn": "PACK SIZES : 285ml Squeezy",
    "PR_HeatLevel": "2",
    "PR_New": "False",
    "PR_Active": "True",
    "PR_Blue": "Texan Chilli BBQ Sauce | BBQ Sauce | Chilli Sauce | Delicious Spicy Sauce | Encona Sauce.",
    "PR_Keywords": "Texan Chilli BBQ Sauce, BBQ Sauce, Chilli Sauce, Delicious Spicy Sauce, Encona Sauce.",
    "PR_Desc": "Texan Chilli BBQ Sauce is made to an authentic Texan recipe using a special blend of chillies, herbs and spices for a subtle, smokey flavour and warm chilli sauce.",
    "PR_Ingredients": "Tomato Paste (45%), Sugar Syrup, Molasses, Spirit Vinegar, Pepper Mash (Habanero Peppers. Scotch Bonnet Peppers, Salt, Acetic Acid) (4%), Spices (including Mustard), Salt, Stabiliser: Xanthan Gum, Thyme, Pimento, Smoke Flavouring, Preservative: Potassium Sorbate). ",
    "PR_Energy": "548Kj / 129kcal",
    "PR_Protein": "1.3g",
    "PR_Carbs": "30.7g",
    "PR_Fat": "0.1g",
    "PR_Type": "1",
    "PR_Occasion": "3"
}, {
    "PR_ID": "8",
    "CA_ID": "2",
    "PR_Name": "Encona Thai<br/>Chilli and Garlic Sauce",
    "PR_Story": "Explore the taste of the Far-East with Encona Thai Chilli and Garlic Sauce. Inspired by the classic, hot sauce recipe made famous in the seaside town of Sriracha, Thailand. Made using a special blend of chillies and aromatic garlic, this rich and savoury sauce has a warm, spicy kick which makes it a delicious addition to any dish.",
    "PR_Usage": "The perfect dipping sauce for seafood, it is equally great as a condiment with meat, chicken, fish and vegetables or use simply as a delicious, everyday table sauce for all your favourite foods.",
    "PR_AvailableIn": "PACK SIZES : 142ml Glass",
    "PR_HeatLevel": "2",
    "PR_New": "False",
    "PR_Active": "True",
    "PR_Blue": "Thai Chilli and Garlic Sauce | Thai Chilli Sauce | Garlic Sauce | Delicious Spicy Sauce | Encona Sauce.",
    "PR_Keywords": "Thai Chilli and Garlic Sauce, Thai Chilli Sauce, Garlic Sauce, Delicious Spicy Sauce, Encona Sauce.",
    "PR_Desc": "Thai Chilli and Garlic Sauce is made using a special blend of chillies and aromatic garlic, this rich and savoury sauce has a warm, spicy kick which makes it a delicious addition to any dish.",
    "PR_Ingredients": "Chilli Mash (48.7%) (Chillies, Water, Salt, Acetic Acid), Water, Sugar, Garlic Puree (Garlic, Milk Whey Powder, Vegetable Oil, Salt, Acidity Regulator: Sodium Lactate, Antioxidant: Sodium Ascorbate) (13%), Salt, Acetic Acid, Stabiliser: Xanthan Gum, Preservative: Potassium Sorbate.  ",
    "PR_Energy": "TBCKj / TBCkcal",
    "PR_Protein": "TBCg",
    "PR_Carbs": "TBCg",
    "PR_Fat": "TBCg",
    "PR_Type": "2",
    "PR_Occasion": "3"
}, {
    "PR_ID": "9",
    "CA_ID": "2",
    "PR_Name": "Encona Thai<br/>Chilli and Ginger Sauce",
    "PR_Story": "Explore the taste of the Far-East with Encona Thai Chilli and Ginger Sauce. Made to a classic Thai recipe blending chillies and tangy lime juice, the added extra of fragrant, Asian root ginger provides a zesty kick which perfectly complements the sauce’s sweet chilli flavour and is great with all your favourite foods.",
    "PR_Usage": "A superb dipping sauce for all your favourite appetisers, cold meats and seafood. Great drizzled into stir fries, salad dressings, rice dishes or use simply as a delicious, everyday table sauce for all your favourite foods.",
    "PR_AvailableIn": "PACK SIZES : 142ml Glass",
    "PR_HeatLevel": "2",
    "PR_New": "False",
    "PR_Active": "True",
    "PR_Blue": "Thai Chilli and Ginger Sauce | Chilli Sauce | Garlic Sauce | Delicious hot sauce | Encona Sauce.",
    "PR_Keywords": "Thai Chilli and Ginger Sauce, Chilli Sauce, Garlic Sauce, Delicious hot sauce, Encona Sauce.",
    "PR_Desc": "Thai Chilli and Ginger Sauce is made by blending chillies and tangy lime juice, Asian root ginger provides a zesty kick which perfectly complements the sauce’s sweet chilli flavour.",
    "PR_Ingredients": "Sugar, Water, Chilli Mash (Chillies, Water, Acetic Acid, Salt) (15%). Rehydrated Ginger Flakes (3%), Salt, Lime Juice, Stabiliser: Xanthan Gum, Colour: Paprika Extract, Spirit Vinegar, Preservative: Potassium Sorbate ",
    "PR_Energy": "TBCKj / TBCkcal",
    "PR_Protein": "TBCg",
    "PR_Carbs": "TBCg",
    "PR_Fat": "TBCg",
    "PR_Type": "1",
    "PR_Occasion": "2"
}, {
    "PR_ID": "7",
    "CA_ID": "2",
    "PR_Name": "Encona Thai<br/>Sweet Chilli Sauce",
    "PR_Story": "Explore the taste of the Far-East with Encona Thai Sweet Chilli Sauce. Made to a classic Thai recipe, this universal favourite combines an authentic blend of chillies, garlic and lime juice. A delicious, spicy sauce with a sweet chilli flavour, it is a great addition to all your favourite Eastern and Western foods. ",
    "PR_Usage": "The perfect dipping sauce with spring rolls, sea food, Oriental crackers and all your favourite appetisers. Great too as a condiment with meat, chicken, fish and vegetables. Try drizzled into stir-fries, salad dressings, dips or use simply as a delicious table sauce.",
    "PR_AvailableIn": "PACK SIZES : 142ml Glass • 220ml Glass • 285ml Squeezy",
    "PR_HeatLevel": "2",
    "PR_New": "False",
    "PR_Active": "True",
    "PR_Blue": "Thai Sweet Chilli Sauce | Chilli Sauce | Hot Sauce | Delicious hot sauce | Encona Sauce.",
    "PR_Keywords": "Thai Sweet Chilli Sauce, Chilli Sauce, Hot Sauce, Delicious hot sauce, Encona Sauce.",
    "PR_Desc": "Thai Sweet Chilli Sauce is made to a classic Thai recipe, combines an authentic blend of chillies, garlic and lime juice. A delicious, spicy sauce with a sweet chilli flavour.",
    "PR_Ingredients": "Sugar, Water, Chilli Mash (Chillies, Water, Acetic Acid, Salt) (15%), Garlic, Salt, Lime Juice, Stabiliser: Xanthan Gum, Colour (Paprika Extract), Spirit Vinegar, Preservative (Potassium Sorbate). ",
    "PR_Energy": "902Kj / 212kcal",
    "PR_Protein": "0.5g",
    "PR_Carbs": "51g",
    "PR_Fat": "0.8g",
    "PR_Type": "3",
    "PR_Occasion": "3"
}, {
    "PR_ID": "14",
    "CA_ID": "1",
    "PR_Name": "Encona West Indian Extra Hot Pepper Sauce",
    "PR_Story": "Explore a taste of the Caribbean with NEW Encona West Indian Extra Hot Pepper Sauce. Made to a traditional Caribbean recipe using a super fiery blend of Red Scotch Bonnet, Yellow Scotch Bonnet and Jolokia peppers, the result is a deliciously hot and spicy sauce made specially for those wishing to explore a classic Encona flavour, albeit with an Extra Hot kick!",
    "PR_Usage": "The perfect condiment to give a delicious flavour to all meat, chicken, fish and vegetables. Great in stir fries, stirred into dips and soups, in sandwiches and marinades or use simply as a delicious everyday table sauce to add an extra fiery kick to all your favourite foods!",
    "PR_AvailableIn": "142ml Glass",
    "PR_HeatLevel": "4",
    "PR_New": "False",
    "PR_Active": "True",
    "PR_Blue": "Encona West Indian Extra Hot Pepper Sauce",
    "PR_Keywords": "Encona West Indian Extra Hot Pepper Sauce",
    "PR_Desc": "Encona West Indian Extra Hot Pepper Sauce",
    "PR_Ingredients": "Hot Pepper Mash (Red Scotch Bonnet Peppers, Yellow Scotch Bonnet Peppers, Jolokia Peppers, Salt, Acetic Acid( (55%) Water, Onion Powder, Birds Eye Chilli, Garlic Powder, Mustard Powder, Modified Maize Starch, Stabiliser: Xanthan Gum (E415), Preservative: Potassium Sorbate (E202). Allergens Notice: Contains Mustard",
    "PR_Energy": "120Kj / 29kcal",
    "PR_Protein": "1.0g",
    "PR_Carbs": "4.1g",
    "PR_Fat": "0.9g",
    "PR_Type": "2",
    "PR_Occasion": "1"
}, {
    "PR_ID": "5",
    "CA_ID": "1",
    "PR_Name": "Encona West Indian<br/>Original Hot Pepper Sauce",
    "PR_Story": "Explore the taste of the Caribbean with Encona West Indian Original Hot Pepper Sauce. Made to the same, classic recipe for over 40 years, using only the very best Scotch Bonnet and Habanero peppers blended with traditional island spices. The result is a deliciously fiery and fruity flavour for a true taste of the tropics.",
    "PR_Usage": "Ideal as a cooking ingredient, condiment or spicy seasoning to give a delicious flavour to all meat, chicken, fish or vegetables. Great added into soups, stews and stirred into dips for a fiery kick.",
    "PR_AvailableIn": "PACK SIZES : 142ml Glass • 220ml Glass • 285ml Squeezy",
    "PR_HeatLevel": "3",
    "PR_New": "False",
    "PR_Active": "True",
    "PR_Blue": "West Indian Original Hot Pepper Sauce | Hot Pepper Sauce | Hot Sauce | Delicious Hot Sauce | Encona Sauce.",
    "PR_Keywords": "West Indian Original Hot Pepper Sauce, Hot Pepper Sauce, Hot Sauce, Delicious Hot Sauce, Encona Sauce.",
    "PR_Desc": "West Indian Original Hot Pepper Sauce is made using only the very best Scotch Bonnet and Habanero peppers blended with traditional island spices.",
    "PR_Ingredients": "Pepper Mash (Habanero Peppers, Scotch Bonnet Peppers, Salt, Acetic Acid) (64%), Water, Acetic Acid, Spices (including Mustard), Salt, Modified Corn Starch, Stabiliser: Xanthan Gum. ",
    "PR_Energy": "130Kj / 31kcal",
    "PR_Protein": "1.0g",
    "PR_Carbs": "4.7g",
    "PR_Fat": "0.9g",
    "PR_Type": "2",
    "PR_Occasion": "1"
}, {
    "PR_ID": "6",
    "CA_ID": "1",
    "PR_Name": "Encona West Indian<br/>Smooth Papaya Hot Pepper Sauce",
    "PR_Story": "Explore the taste of the Caribbean with Encona West Indian Smooth Papaya Hot Pepper Sauce. Made to the same, classic recipe for over 40 years, the combination of our Hot Pepper Sauce blend of Scotch Bonnet and Habanero peppers with fragrant Papaya gives a deliciously smooth and fruity flavour for a true taste of the tropics.",
    "PR_Usage": "Ideal as a cooking ingredient, condiment or spicy seasoning to give a delicious flavour to all meat, chicken, fish or vegetables. A great addition in soups, stews and stirred into dips for a fiery kick.",
    "PR_AvailableIn": "PACK SIZES : 142ml Glass",
    "PR_HeatLevel": "3",
    "PR_New": "False",
    "PR_Active": "True",
    "PR_Blue": "West Indian Smooth Papaya Hot Pepper Sauce | Hot Pepper Sauce | Papaya Hot Sauce | Delicious Hot Sauce | Encona Sauce.",
    "PR_Keywords": "West Indian Smooth Papaya Hot Pepper Sauce, Hot Pepper Sauce, Papaya Hot Sauce, Delicious Hot Sauce, Encona Sauce.",
    "PR_Desc": "West Indian Smooth Papaya Hot Pepper Sauce is made with the combination of Hot Pepper Sauce blend of Scotch Bonnet and Habanero peppers with fragrant Papaya gives a deliciously smooth and fruity flavour for a true taste of the tropics.",
    "PR_Ingredients": "Water, Pepper Mash (Habanero Peppers, Scotch Bonnet Peppers) (36%), Papaya (8%), Modified Corn Starch, Acetic Acid, Salt, Onion, Mustard Powder, Thickener: Xanthan Gum. ",
    "PR_Energy": "120Kj / 29kcal",
    "PR_Protein": "1.0g",
    "PR_Carbs": "4.1g",
    "PR_Fat": "0.9g",
    "PR_Type": "1",
    "PR_Occasion": "1"
}]