[{
    "RE_ID": "12",
    "PR_ID": "10",
    "RE_Title": "Encona Asian Prawn and Mango Salad",
    "RE_Abstract": "Preparation time: 20 minutes  Cooking time: 5 minutes ",
    "RE_Description": "",
    "RE_CookingTime": "5 minutes",
    "RE_PreparationTime": "20 minutes",
    "RE_NumberServes": "2",
    "RE_SkillLevel": "0",
    "RE_Ingredients": "• 200g peeled king prawns, raw • 1 garlic clove, sliced • 1 tbsp olive oil  For the salad: • ½ cucumber, peeled lengthways • 1 carrot, peeled lengthways • 6 water chestnuts, thinly sliced • ½ mango, cut into strips • 2 handfuls of rocket leaves, pea shoots, Swiss char • 50g raw sugar snap peas, shredded • 10g torn mint leaves  For the dressing: • 2 tbsp Encona Indian Sweet Mango Chilli Sauce • 2 tbsp natural yoghurt • 1 tsp coriander, chopped • 2 tbsp water",
    "RE_Instructions": "1) In a large bowl add all the salad and vegetables and give them a mix, leave to one side.  2) Heat the olive oil in a frying pan.   3) Cook the prawns for 3-4 minutes with the garlic and transfer to the salad.   4) Finally mix the yoghurt with the Encona Indian Sweet Mango Chilli Sauce, water and coriander, drizzle over the salad, give everything one last toss and serve. ",
    "RE_Homepage": "False",
    "RE_Blue": "Asian Prawn and Mango Salad | Prawn and Mango Recipes | Hot Sauce Recipes. ",
    "RE_Keywords": "Asian Prawn and Mango Salad, Prawn and Mango Recipes, Hot Sauce Recipes. ",
    "RE_Desc": "Asian Prawn and Mango Salad using hot sauces from Encona. ",
    "RE_Type": "1"
}, {
    "RE_ID": "15",
    "PR_ID": "4",
    "RE_Title": "Encona Creole Pork Chop with Spicy Mash",
    "RE_Abstract": "Preparation time: 20 minutes  Cooking time: 20 minutes ",
    "RE_Description": "",
    "RE_CookingTime": "20 minutes",
    "RE_PreparationTime": "20 minutes",
    "RE_NumberServes": "4",
    "RE_SkillLevel": "0",
    "RE_Ingredients": "• 4 pork chops (230-290g) on the bone • 4 tbsp Encona Creole Pepper Sauce  • 1 tsp fresh sage, chopped • 1 tsp fresh thyme, chopped • 2 large sweet potatoes, peeled and roughly chopped • 3 Maris Piper potatoes, peeled and roughly chopped • 100g butter • 100ml double cream • 1 tbsp chopped parsley • 2 tbsp of Encona Creole Pepper Sauce",
    "RE_Instructions": "1) Marinade the pork by mixing the Encona Creole Pepper Sauce with the fresh thyme and sage and then brush all over both sides of the pork, leave until needed.  2) Meanwhile, cook the potatoes in a large pan of salted water until tender. Drain and let stand for 2 minutes.   3) In a small microwavable bowl heat the cream and butter and mash into the potatoes along with 2 tbsp of the Encona Creole Pepper Sauce and chopped parsley, cover until needed.  4) Cook the pork either on the barbecue or under the grill for 12-15 minutes, until the juices run clear, turning half way through cooking. Serve with spicy mash and green beans.  ",
    "RE_Homepage": "False",
    "RE_Blue": "Creole Pork Chop with Spicy Mash | Pork Chop and Mash Recipes | Hot Sauce Recipes.",
    "RE_Keywords": "Creole Pork Chop with Spicy Mash, Pork Chop and Mash Recipes, Hot Sauce Recipes.",
    "RE_Desc": "Creole Pork Chop with Spicy Mash using hot sauces from Encona.",
    "RE_Type": "2"
}, {
    "RE_ID": "14",
    "PR_ID": "6",
    "RE_Title": "Encona Hot & Fruity Caribbean Skewers",
    "RE_Abstract": "Preparation time: 25 minutes  Cooking time: 15 minutes ",
    "RE_Description": "",
    "RE_CookingTime": "15minutes",
    "RE_PreparationTime": "25 minutes",
    "RE_NumberServes": "4",
    "RE_SkillLevel": "0",
    "RE_Ingredients": "For the kebab: • 6 chicken thighs, meat cut into 2.5cm pieces • 2 red peppers cut into chunks • 1 large sweet potato, peeled and boiled for 5 minutes cooled and cut into 2.5 cm pieces. • 8 wooden skewers, soaked in water for 10 minutes • 5 tbsp Encona West Indian Papaya Hot Pepper Sauce • 1 tbsp honey • 1 tbsp coriander, chopped  For the fruity salsa: • 1 mango, cut into small pieces • 1 papaya, cut into small pieces • ½ tbsp Encona West Indian Papaya Hot Pepper Sauce • 1 tsp chopped fresh coriander • ¼ cucumber, peeled and finely chopped (not the core) ",
    "RE_Instructions": "1) Pre-heat the barbecue.  2) Thread the chicken onto the wooden skewers alternatively with the sweet potato and the red peppers. Place the kebabs onto a tray or plate.   3) Mix the Encona West Indian Papaya Hot Pepper Sauce with the honey and coriander and brush all over the kebabs.   4) Cook on the barbecue for about 15 minutes, turning every so often and brushing with any remaining marinade.  5) Meanwhile, to make the fruity salsa simply place all of the ingredients into a small bowl and combine.   6) Serve with the kebabs. ",
    "RE_Homepage": "False",
    "RE_Blue": "Hot and Fruity Chicken Skewers | Chicken recipes | Hot sauce recipes.",
    "RE_Keywords": "Hot and Fruity Chicken Skewers, Chicken recipes, Hot sauce recipes.",
    "RE_Desc": "Hot and Fruity Chicken Skewers using hot sauces from Encona.",
    "RE_Type": "2"
}, {
    "RE_ID": "10",
    "PR_ID": "11",
    "RE_Title": "Encona Hot & Spicy Cajun Chicken Wings",
    "RE_Abstract": "Preparation time: 10 minutes  Cooking time: 20 minutes ",
    "RE_Description": "",
    "RE_CookingTime": "20 minutes",
    "RE_PreparationTime": "10 minutes",
    "RE_NumberServes": "6",
    "RE_SkillLevel": "0",
    "RE_Ingredients": "• 1.5kg chicken wings, washed and dried • 1 bottle of Encona Louisiana Cajun Hot Sauce • 2 tbsp brown sugar • 1 tbsp honey • 1 tbsp coriander, chopped • 4 corn on the cob, cut into 3rds • 100g butter, softened but not melted  For the dipping sauce: • 200ml tub of sour cream • 1 tbsp Encona Louisiana Cajun Hot Sauce • Juice of 1 lime • 5 mint leaves finely chopped ",
    "RE_Instructions": "1) Pre heat the oven to 190*C/gas mark 5   2) Place the chicken wings into a bowl, pour over ¾ of the Encona Louisiana Cajun Hot Sauce.   3) Add the brown sugar, honey and coriander.   4) Mix so all the wings are coated in the sauce then transfer to a roasting tin and cook for 20 minutes, turning every so often.  5) Meanwhile, cook the corn on the cob in a pan of boiling water for 10 minutes.   6) Make some spicy butter for the corns by simply mixing the butter with 1 tbsp of the remaining Encona Louisiana Cajun Hot Sauce.  7) To make the dipping sauce for the wings again simply mix the sour cream with the Encona Louisiana Cajun Hot Sauce, lime juice and chopped mint.   8) Serve the wings piled up with the dipping sauce on the side and the corn with melting hot butter. Enjoy! ",
    "RE_Homepage": "False",
    "RE_Blue": "Hot Louisiana Cajun Chicken Wings & Corn | Chicken recipes | Hot sauce recipes.",
    "RE_Keywords": "Hot Louisiana Cajun Chicken Wings & Corn, Chicken recipes, Hot sauce recipes.",
    "RE_Desc": "Hot Louisiana Cajun Chicken Wings & Corn using hot sauces from Encona.",
    "RE_Type": "1"
}, {
    "RE_ID": "17",
    "PR_ID": "3",
    "RE_Title": "Encona Jamaican Jerk Chicken with Rice & Peas",
    "RE_Abstract": "Preparation time: 30 minutes, plus marinating time  Cooking time: 30 minutes  ",
    "RE_Description": "",
    "RE_CookingTime": "30 minutes",
    "RE_PreparationTime": "30 minutes",
    "RE_NumberServes": "4",
    "RE_SkillLevel": "0",
    "RE_Ingredients": "• 4 chicken thighs • 4 chicken drumsticks • 1 bottle of Encona Jamaican Jerk Sauce • 1 tbsp parsley  For the rice: • 200g long grain rice, soaked in water for 10 minutes and drained • 1 onion, finely chopped • 400ml coconut milk • 300ml chicken stock • 1 tin of kidney beans, rinsed and drained • 3 bay leaves • 1 lemon grass stalk, root slightly crushed • 1 tbsp chopped parsley ",
    "RE_Instructions": "1) Wash and dry the chicken pieces. Make 3-4 slashes across the top of the chicken about 1cm deep. Place the chicken into a bowl and pour over the Encona Jamaican Jerk Sauce, chopped parsley and mix well.  2) Ideally leave the chicken overnight in the fridge covered with cling film or for a minimum of 2 hours.  3) Cook the chicken over a medium heated barbecue for 25-30 minutes, tuning every so often and brushing with any left over marinade.  4) Meanwhile, to make the rice add the onion, coconut milk, chicken stock, bay leaves and lemon grass to a medium saucepan and bring to a simmer. Add the rice and simmer for 15 minutes stirring every so often so it does not stick to the bottom of the pan.  5) After 15 minutes add the kidney beans, parsley and season with salt and pepper. When the rice has softened transfer to a serving bowl and serve with the Jerk chicken. ",
    "RE_Homepage": "False",
    "RE_Blue": "Jamaican Jerk Chicken with Coconut Rice | Chicken recipes | Hot sauce recipes.",
    "RE_Keywords": "Jamaican Jerk Chicken with Coconut Rice, Chicken recipes, Hot sauce recipes.",
    "RE_Desc": "Jamaican Jerk Chicken with Coconut Rice using hot sauces from Encona.",
    "RE_Type": "2"
}, {
    "RE_ID": "13",
    "PR_ID": "5",
    "RE_Title": "Encona Spicy Caribbean Vegetable Soup",
    "RE_Abstract": "Preparation time: 25 minutes  Cooking time: 30-40 minutes ",
    "RE_Description": "",
    "RE_CookingTime": "30-40 minutes",
    "RE_PreparationTime": "25 minutes",
    "RE_NumberServes": "4",
    "RE_SkillLevel": "0",
    "RE_Ingredients": "• 2 onions, roughly chopped • 2 tbsp olive oil • 2 sweet potatoes, peeled and roughly cubed • 250g cooked black eye beans • 3 celery sticks plus leaves, roughly chopped • 1 carrot, peeled and finely chopped • 2 sprigs of fresh thyme • 3 bay leaves • 250g of tinned chopped tomatoes • 500ml vegetable stock, made from concentrate • 250ml of tinned coconut milk • 2 tbsp Encona West Indian Original Hot Pepper Sauce ",
    "RE_Instructions": "1) In a large saucepan fry the onion, carrot, celery and thyme for 3-4 minutes over a medium heat until they begin to soften.   2) Add the sweet potato, tinned tomatoes, coconut milk, vegetable stock and bay leaves. Bring to a steady simmer and cook for about 20 minutes stirring every so often.  3) After 20 minutes add the black eye beans and season with the Encona West Indian Original Hot Pepper Sauce. Continue cooking for a further 10 minutes and serve. ",
    "RE_Homepage": "False",
    "RE_Blue": "Spicy Caribbean Vegetable Soup | Soup recipes | Hot sauce recipes.",
    "RE_Keywords": "Spicy Caribbean Vegetable Soup, Soup recipes, Hot sauce recipes.",
    "RE_Desc": "Spicy Caribbean Vegetable Soup using hot sauces from Encona.",
    "RE_Type": "1"
}, {
    "RE_ID": "18",
    "PR_ID": "12",
    "RE_Title": "Encona Texan Chilli BBQ Steak Sandwich",
    "RE_Abstract": "Preparation time: 20 minutes  Cooking time: 5-10 minutes ",
    "RE_Description": "",
    "RE_CookingTime": "5-10 minutes",
    "RE_PreparationTime": "20 minutes",
    "RE_NumberServes": "2",
    "RE_SkillLevel": "0",
    "RE_Ingredients": "• 4x 85g thin sliced steaks (about 1cm thick) • 3 tbsp Encona Texan Chilli BBQ Sauce • 2 good-sized Ciabatta rolls, sliced in half • 1 beef tomato, sliced • 2 shallots, finely chopped • 3 large gherkins, finely chopped • 1 tsp chopped chives • 2 baby gem lettuce, roughly torn • 2 tbsp mayonnaise  • 4 slices of Monterey jack cheese (optional) ",
    "RE_Instructions": "Note: The steaks taste great when cooked on a barbecue but a hot grill would be just as good.   1) Pre-heat the barbecue or grill.  2) Place the steaks onto a small tray or plate, season with salt and milled pepper then brush both sides with 2 tbsp of the Encona Texan Chilli BBQ Sauce and set aside.  3) To make the relish simply mix the shallots, gherkin and chives in a small bowl and set aside.  4) For the barbecue mayonnaise mix 1 tbsp of Encona Texan Chilli BBQ Sauce with 2 tbsp of mayonnaise, again set aside.  5) To make this awesome sandwich simply cook the steak on the hottest part of the barbecue for 1-2 minutes either side depending on how you like your steak cooked. If you like to add cheese place the cheese on the steak once you have turned so it has time to melt.  6) Whilst the steaks are cooking toast the Ciabatta on the barbecue cut side down, keep your eye on the bread as it can burn very easily.  7) Place the lettuce on the base of the toasted Ciabatta, followed by the sliced tomato and then the steak. Spoon over the relish and finally dollop over the barbecue mayonnaise and indulge yourself! ",
    "RE_Homepage": "False",
    "RE_Blue": "The Best Ever Texan BBQ Steak Sandwich | BBQ steak sandwich recipe | Hot sauce recipes.",
    "RE_Keywords": "The Best Ever Texan BBQ Steak Sandwich, BBQ steak sandwich recipe, Hot sauce recipes.",
    "RE_Desc": "The Best Ever Texan BBQ Steak Sandwich using hot sauces from Encona.",
    "RE_Type": "1"
}, {
    "RE_ID": "16",
    "PR_ID": "8",
    "RE_Title": "Encona Thai Chilli Garlic Chicken and Noodles",
    "RE_Abstract": "Preparation time: 25 minutes  Cooking time: 30 minutes ",
    "RE_Description": "",
    "RE_CookingTime": "30 minutes",
    "RE_PreparationTime": "25 minuts",
    "RE_NumberServes": "4",
    "RE_SkillLevel": "0",
    "RE_Ingredients": "• 4 200g lean chicken breasts • 4 tbsp Encona Thai Chilli and Garlic Sauce • 1 tbsp chopped coriander • 140g rice noodles or udon noodles • 1 carrot coarsely shredded • 3 spring onions, thinly sliced  • 1 red pepper, finely shredded • 100g bean sprouts  • 100g chopped unsalted dry roasted peanuts (optional) • Small handful of torn basil and mint leaves   For the dressing: • 4 tbsp rice wine vinegar • ¾ tbsp caster sugar • 1 tbsp fish sauce • 1 tbsp light soy sauce • 1 tsp sesame oil ",
    "RE_Instructions": "Note: Please note this recipe contains nuts, if you have a nut allergy please omit the nuts from the recipe.  1) Pre-heat your grill to ¾’s heat and line the grill tray with tinfoil.  2) Place the Encona Thai Chilli and Garlic Sauce into a bowl stir in the coriander then add the chicken, mix well and pop onto the grill pan and cook for 10-12 minutes, turning half way through, brushing any left over sauce over the chicken.  3) Soak the noodles in boiling water for 6-7 minutes (uncovered) then drain.   4) Whisk together the vinegar, sugar, fish sauce, soy sauce and sesame oil until the sugar has dissolved.  5) Now add the warm noodles, carrot, spring onions, red pepper, bean sprouts and herbs tossing well to combine, then divide between serving plates.  6) Slice the chicken and arrange over the noodles finish with a scattering of peanuts and enjoy! ",
    "RE_Homepage": "False",
    "RE_Blue": "Warm Noodle Salad with Thai Chilli & Garlic Chicken | Chicken recipes | Hot sauce recipes.",
    "RE_Keywords": "Warm Noodle Salad with Thai Chilli & Garlic Chicken, Chicken recipes, Hot sauce recipes.",
    "RE_Desc": "Warm Noodle Salad with Thai Chilli & Garlic Chicken using hot sauces from Encona.",
    "RE_Type": "2"
}, {
    "RE_ID": "9",
    "PR_ID": "9",
    "RE_Title": "Encona Thai Style Prawn and Rice Salad",
    "RE_Abstract": "Preparation time: 30 minutes Cooking time: 15 minutes ",
    "RE_Description": "",
    "RE_CookingTime": "15 minutes",
    "RE_PreparationTime": "30 minutes",
    "RE_NumberServes": "4",
    "RE_SkillLevel": "0",
    "RE_Ingredients": "• 300g cooked Jasmine rice, chilled • 250g of cooked king prawns • 200g of cooked baby prawns • 1 head of oriental cabbage, finely shredded • 1 red pepper, finely shredded • 2 carrots, coarsely grated • 3 spring onions, finely, shredded • 5 radishes, thinly sliced • Handful of bean sprouts • 2 hard boiled eggs, sliced into quarters • Small handful of chopped basil, coriander and mint  For the dressing: 2•  tbsp Encona Thai Sweet Chilli and Ginger Sauce • 2 tbsp limejuice • 2 tbsp groundnut oil • 1 tbsp fish sauce • ¾ tbsp sugar • 1 garlic clove, crushed ",
    "RE_Instructions": "1) In a large serving bowl whisk all the ingredients together to make the dressing.   2) Add the prawns, oriental cabbage, red pepper and carrot.   3) Give the salad a good mix before adding the radish, spring onions, bean sprouts and herbs.  4) Finish the salad with sliced egg and serve. ",
    "RE_Homepage": "False",
    "RE_Blue": "Crisp Fragrant Thai Style Prawn and Rice Salad | Prawn and Rice Salad Recipes | Hot Sauce Recipes.",
    "RE_Keywords": "Crisp Fragrant Thai Style Prawn and Rice Salad, Prawn and Rice Salad Recipes, Hot Sauce Recipes.",
    "RE_Desc": "Crisp Fragrant Thai Style Prawn and Rice Salad using hot sauces from Encona.",
    "RE_Type": "1"
}, {
    "RE_ID": "8",
    "PR_ID": "7",
    "RE_Title": "Encona Thai Sweet Chilli Crabcakes",
    "RE_Abstract": "Preparation time: 20 minutes  Cooking time: 4-5 minutes ",
    "RE_Description": "",
    "RE_CookingTime": "4-5 minutes",
    "RE_PreparationTime": "20 minutes",
    "RE_NumberServes": "4",
    "RE_SkillLevel": "0",
    "RE_Ingredients": "2 tins of white crab meat, drained 1 tin of brown crab meat, drained 1 tbsp corn flour 100g fine breadcrumbs 1 egg white, lightly whisked 5 tbsp Encona Thai Sweet Chilli Sauce (add a little more if you like it hotter) Juice of 1 lime 2 spring onions, finely chopped 1 tbsp coriander, finely chopped Salt and milled black pepper ",
    "RE_Instructions": "How to do it: 1) In a large bowl lightly break up the crab with a fork. Stir in the corn flour and breadcrumbs. Season with salt and milled black pepper.   2) Add the coriander, spring onions, lime juice, egg white and Encona Thai Sweet Chilli Sauce and combine all the ingredients together, trying not to break the crab up to much.   3) Divide the mixture into eight equal parts and shape into little patties.   4) Dust a tray or plate with a little corn flour and place the crab cakes on.   5) Chill in the fridge for 15 minutes.  6) Gently heat the groundnut oil over a low to medium heat and cook the crab cakes for 4-5 minutes until golden.   7) Drain on kitchen roll and serve whilst hot with Encona Thai sweet Chilli Sauce, lime wedges and fresh coriander.  Note: You will need a heavy based frying pan with approximately 1cm of groundnut oil for cooking the fish cakes. ",
    "RE_Homepage": "True",
    "RE_Blue": "Thai Fish Cakes with Sweet Chilli Dipping Sauce | Chilli sauce recipes | Hot sauce recipes.",
    "RE_Keywords": "Thai Fish Cakes with Sweet Chilli Dipping Sauce, Chilli sauce recipes, Hot sauce recipes.",
    "RE_Desc": "Thai Fish Cakes with Sweet Chilli Dipping Sauce using hot sauces from Encona.",
    "RE_Type": "1"
}]